[
  {
    "address": "905 NW 16th Ave, Fort Lauderdale FL 33311-7035",
    "bodyDesc": "Great for Investors. separate Meters. units are currently rented with Sec 8 tenants. $1300 and $1250.",
    "price": "5000",
    "totalArea": 1469,
    "year": 1968
  },
  {
    "address": "1050-1052 NW 28 St, Miami FL 33127",
    "bodyDesc": "Great investment in the booming & hottest area of Allapattah, close to Wynwood district, Jackson Hospital, downtown, short drive to Miami Beach, priced for a quick sale, must close ASAP, very spacious 2/1 & 2/1 each unit has their own electricity & water meter, new roof & windows, tile floors, space to park 5 cars in front of the property. Won't last",
    "price": "299000",
    "totalArea": 1984,
    "year": 1971
  },
  {
    "address": "16598 NE 4th Ave, Miami FL 33162-3512",
    "bodyDesc": "Amazing Middle core Multifamily Investment Opportunity in the heart of North Miami Beach. Fully renovated Project with a maximum rental potential for a Buy and hold property for an Investor or an owner occupant to live in one unit and collect Income from the second. Great location, minutes from the Beaches, shopping, hospitals, and transportation in an up and coming neighborhood full of Real Estate and economic growth with Major City and Federal development projects coming to the area.",
    "price": "259900",
    "totalArea": 1268,
    "year": 1933
  },
  {
    "address": "790 NW 63rd St, Miami FL 33150-4340",
    "bodyDesc": "9.7% CAP RATE!!! This is a great investment opportunity with a solid ROI. Entirely remodeled duplex, new floors, new AC, freshly painted inside/outside, new appliances, doors etc. Central AC in the larger unit. Rented $2,300 total. 2bd/1ba rented $1,500 and the efficiency is rented $800. Large corner lot, in a central location. It won't last! DO NOT DISTURB TENANTS.",
    "price": "280000",
    "totalArea": 1166,
    "year": 1937
  },
  {
    "address": "2326 Scott St, Hollywood FL 33020-2313",
    "bodyDesc": "Detached 2 Bedroom / 1 Bath Single Family Home with a 1 Bedroom / 1 Bath separate cottage in the back. Both homes are all tile and have their own parking. Large Fenced Yard. Close to Beach's, airport and downtown Hollywood with all its restaurants and night life. No Association. House and cottage have separate meters. Lots of potential here! Don't miss it. Front house is rented for $1,100 a month and rear cottage is rented for $800 a month.",
    "price": "239000",
    "totalArea": 1128,
    "year": 1950
  },
  {
    "address": "617 NW 75th St, Miami FL 33150-3348",
    "bodyDesc": "Duplex. Rented with annual leases. 2 bed 1 bath. Completely renovated. $1300 and $1350 a month.",
    "price": "285000",
    "totalArea": 1596,
    "year": 1954
  },
  {
    "address": "3712 SW 14th St, Fort Lauderdale FL 33312-3507",
    "bodyDesc": "Great Opportunity to purchase an income producing property. Central location. Repairs and Updates required. Front house 2 bedroom/2 bath, Rear house 2 bedroom/2 bath (includes non conforming efficiency). 2 separate electric meters. 1 water meter. Buyer to assume all responsibility for correction of all municipal required repairs and code violations. CE18032495. Property Sold strictly\" AS IS, WHERE IS\". See attachment for PAS requirements & WFHM offer submittal information in MLS document section.",
    "price": "150000",
    "totalArea": 2623,
    "year": 1965
  },
  {
    "address": "2225 NW 82nd St, Miami FL 33147-4839",
    "bodyDesc": "Great Investment Property. Two Houses on 1 Lot. Front unit completely updated. Back unit is being updated. Oversized Lot .",
    "price": "275000",
    "totalArea": 1888,
    "year": 1937
  },
  {
    "address": "11936 SW 212th St, Miami FL 33177-5924",
    "bodyDesc": "GREAT INVESTMENT OPPORTUNITY DUPLEX UPDATED WITH CENTRAL AC UNITS, HURRICANE ACCORDION SHUTTERS. HUGE BACK YARD. NEW DEVELOPMENTS IN THE AREA. ONER FINANCE AVAILABLE",
    "price": "299000",
    "totalArea": 1420,
    "year": 1964
  },
  {
    "address": "712 20th St, West Palm Beach FL 33407-5714",
    "bodyDesc": "Recently renovated duplex both units leased with great tenants. Unit W (rear unit) has a new AC unit and unit E (front unit) has a new water heater. Both new were recently painted both the interior as well as the exterior. Renovated bathrooms and kitchens. Property is completely fenced in. Income is $2600 per month. Separate electrical meters.",
    "price": "249000",
    "totalArea": 1797,
    "year": 1935
  },
  {
    "address": "611 N Broadway, Lantana FL 33462-1621",
    "bodyDesc": "Great investor opportunity! Cozy duplex, cabin style 1/1 and a 2/1 plus den/attic. NO HOA; 1 mile to beach, 1/2 mile to intracostal and public boat ramp. Both units are rented.",
    "price": "250000",
    "totalArea": 1568,
    "year": 1950
  },
  {
    "address": "204 N 61st Ter, Hollywood FL 33024-7918",
    "bodyDesc": "Investors welcome.!!! Located walking distance from Hollywood Blvd. Closed to the beach, Downtown Hollywood, Hard Rock Casino, Fort Lauderdale Airport. A huge lot goes from 61th Terr up to 62 Av. Cash offers only. It Needs repairs.",
    "price": "275000",
    "totalArea": 1589,
    "year": 1954
  },
  {
    "address": "1956 W 24 Street, Other City - In The State Of Florida FL 32209",
    "bodyDesc": "Here is a great opportunity to own and nice income producing investment close to downtown. Concrete block 2 story building with approx 700 sqft per unit. 2 story building with tenants paying all utilities making this an excellent building with low expenses. Will not last!",
    "price": "199999",
    "totalArea": 0,
    "year": 1961
  },
  {
    "address": "2231 NW 91st St, Miami FL 33147-3533",
    "bodyDesc": "Great investment opportunity priced to sell. Large lot [8,521 sqft] with two individual units, each containing 2 bedrooms, one bathroom and a small den. Both have spacious backyards and entire property is fenced. Please allow 24hrs courtesy for showings.",
    "price": "300000",
    "totalArea": 1865,
    "year": 1947
  },
  {
    "address": "3818 SE 27th Street, Other City - In The State Of Florida FL 34974",
    "bodyDesc": "MULTI FAMILY WITH LAKE OKEECHOBEE ACCESS - NO LOW BRIDGES - Singlewide mobile home with boat dock, Doublewide mobile home 2/2, Frame house 2/1. The doublewide has a 2 car garage with workshop, carport in front. This has an RV Port. Great potential.",
    "price": "224900",
    "totalArea": 3300,
    "year": 1979
  },
  {
    "address": "704 SW 6th Street, Other City - In The State Of Florida FL 34974",
    "bodyDesc": "Duplex - close to town with new metal roof, eight skylights, coin laundry for both sides. All new and updated.",
    "price": "275000",
    "totalArea": 3300,
    "year": 1987
  },
  {
    "address": "12121 SW 216th St, Miami FL 33170-2820",
    "bodyDesc": "Each unit is rented for $1,300. Detached duplex that feels like two single family homes. Located in an up and coming area with many new constructions. Great rental area. Both units have been remodeled and both are section 8 approved. Call now for a private showing. Please do not disturb tenants.",
    "price": "270000",
    "totalArea": 1520,
    "year": 1960
  },
  {
    "address": "11300 Peachtree Dr, Miami FL 33161-6854",
    "bodyDesc": "Property being sold \"As-Is\" for financing offers seller will require pre-approval from Guaranteed Rate Lending to accompany offer along with proof of funds-please see broker remarks for further info. Property is occupied by month-to-month tenant seller requires pre-approval prior to showing. You are welcome to drive by without disturbing the tenant. Once offer is submitted and accepted, buyer will be granted access to the property to conduct inspections within the due diligence period. Property eligible for renovation home loans-Homestyle Renovation Mortgage and FHA 203k, see attached flyer.",
    "price": "295000",
    "totalArea": 1835,
    "year": 1957
  },
  {
    "address": "632 NW 14th Ter, Fort Lauderdale FL 33311-7923",
    "bodyDesc": "INVESTOR DREAM!!! Duplex well located in Fort Lauderdale in a fenced lot * Each unit has 1 bedroom and 1 bathroom and separate electric meter * Both units are rented for $1,000 per month. They are good tenants - PLEASE DON'T DISTURB THE TENANTS.",
    "price": "225000",
    "totalArea": 880,
    "year": 1959
  },
  {
    "address": "1171 NW 12th St Cir, Homestead FL 33030-3905",
    "bodyDesc": "GREAT INVESTMENT OPPORTUNITY OR MAKE IT YOUR PRIMARY HOME. GREAT DUPLEX. CURRENTLY OCCUPIED. MONTH TO MONTH BASIS. TENANTS MAY BE ABLE TO STAY OR UNITS CAN BE RENTED FOR MORE THAT THEY ARE CURRENTLY RENTED FOR. EACH UNIT IS A 2/1. CENTRAL A/C.",
    "price": "299900",
    "totalArea": 1620,
    "year": 1983
  },
  {
    "address": "788 NW 52nd St, Miami FL 33127-2022",
    "bodyDesc": "Here's your opportunity to invest. Spacious remodeled units, new flooring throughout. Updated appliances in both units. Just two miles away from Miami's Wynwood District and fine dining. Minutes away from A1A and beach life. Income producing property that allows you to make more money than letting it sit in your bank account. Inquire immediately as this deal will not last long. Investors only, cash only.",
    "price": "265000",
    "totalArea": 1487,
    "year": 1956
  },
  {
    "address": "5801 NW 1st Ave, Miami FL 33127-1603",
    "bodyDesc": "Great Corner Lot property in HOT LITTLE HAITI NEIGHBORHOOD. One block west of North Miami Ave. Zoned for multi family. Income producing duplex Kitchens remodeled.",
    "price": "279000",
    "totalArea": 1200,
    "year": 1952
  },
  {
    "address": "13977 NE 2 ave, Miami FL 33161",
    "bodyDesc": "Duplex consisting of two separate condominiums with the following addresses 13971 NE 2 Avenue and 13977 NE 2 Avenue. All presently rented",
    "price": "271000",
    "totalArea": 0,
    "year": 1975
  },
  {
    "address": "1427 Railroad Ave, Lake Worth FL 33460-5579",
    "bodyDesc": "Duplex consisting of 1/1 and 1/1, both units are occupied by tenants. Paying $720+760. Upside opportunity, make you offer, this property won't last!",
    "price": "165000",
    "totalArea": 1015,
    "year": 1963
  },
  {
    "address": "5840 NW 19th St, Sunrise FL 33313-4007",
    "bodyDesc": "Investor special - clean duplex in Sunrise - both units rented month to month - rental amounts are accurate - there is no work needed. Brand new roof - done in 2018. Separate electric meters, one water meter. Property next door is being sold as well (5820 NW 19th St - F10203706) - could buy both together or each one separately. Unit 1 rented for $550 and unit 2 for $950 - month to month",
    "price": "295000",
    "totalArea": 0,
    "year": 1972
  },
  {
    "address": "5820 NW 19th St, Sunrise FL 33313-4007",
    "bodyDesc": "Investor special - clean duplex in Sunrise - both units rented month to month - rental amounts are accurate - there is no work needed. Brand new roof - done in 2018. Separate electric meters, one water meter. Property next door is being sold as well (5840 NW 19th St - F10203710) - could buy both together or each one separately. Unit 1 rented for $1,025 and unit 2 rented for $930 per month. Both are month to month.",
    "price": "295000",
    "totalArea": 0,
    "year": 1972
  },
  {
    "address": "2700 NW 24 ave, Miami FL 33142",
    "bodyDesc": "Zoned multi family, used as duplex. back unit has new roof with permits, front unit has new ceramic floors, tenants have been there many years. quiet neighborhood. Lots of windows. front unit has lots of windows and big living-dining.",
    "price": "299900",
    "totalArea": 0,
    "year": 1938
  },
  {
    "address": "3191 NW 67th St, Miami FL 33147-6601",
    "bodyDesc": "INVESTORS Great Opportunity! Cash Buyers Only, \"As-Is\" owner is selling the home in its current condition as is as it has a permit pending with Miami-Dade county. Property is producing $30,000 per Year Revenue. Both Units are Rented with Leases. Brand New Kitchens, Appliances, and Bathrooms. Located in a booming area to use as income-producing property or live in one unit and continue renting the other. Cash Buyers Only, \"As-Is\" owner is selling the home in its current condition for further information contact us.",
    "price": "209900",
    "totalArea": 1157,
    "year": 1945
  },
  {
    "address": "2315 Arthur St, Hollywood FL 33020-3039",
    "bodyDesc": "2 separate buildings. A 2/1 in the front with a Florida room and a 2/1 in the rear with its own entrance. Beautiful tropical and fruit trees on the lot. Needs TLC but huge potential.",
    "price": "289000",
    "totalArea": 1496,
    "year": 1942
  },
  {
    "address": "32 NW 32nd Pl, Miami FL 33125-4915",
    "bodyDesc": "Awesome Duplex in the City of Miami. One Side Features 3 Bedrooms/2 Bathrooms and The Other Side is a 1 Bedroom/1 Bathroom. The Main House Features Tile Floors Through Out, An Updated Kitchen and Updated Bathrooms. The Other Side Features a Large Open Kitchen with Large Open Living Area and Tile Floors As Well. Although the Duplex Does Need Some TLC, It Has Tons of Potential and is Ready for Its New Owner. Location Offers Easy Access to All Major Roadways, Shopping, Schools, Public Transportation, Airports and More! The Seller Must Comply With HUD Guidelines 24 CFR 206.125. MULTIPLE OFFERS PRESENT. Highest and Best Due By 12/18/19 12:00PM",
    "price": "211000",
    "totalArea": 2155,
    "year": 1949
  },
  {
    "address": "1855 NW 112th St, Miami FL 33167-3534",
    "bodyDesc": "A great investor opportunity. Duplex at an incredible price. This property is a cash printing machine to the right investor With new a/c under warranty. Property has violations that can be corrected buyer must assume. Seller does not want to deal with the city anymore but has detailed information on what is needed. An amazing chance to have a great income property at a greatly reduced price. Sale is as-is",
    "price": "185000",
    "totalArea": 1421,
    "year": 1945
  },
  {
    "address": "6941 NW 4TH AV, Miami FL 33150-3932",
    "bodyDesc": "DUPLEX . UNITS ARE RENTED FOR $1000 & 950 EACH both units are one bedroom one bathroom. Tenant pay FPL landlord pay water Landlord relocating and do not wish to deal with tenants . please drive by . property will be showed with an accepted offer. Listed low to rent fast",
    "price": "259000",
    "totalArea": 1134,
    "year": 1949
  },
  {
    "address": "1614-1618 S 3rd Ave S, Lake Worth FL 33460-4030",
    "bodyDesc": "Multifamily Middle Core Investment located in the town of Lake Worth conveniently located next to Lake Worth Community High School and Lake Worth buildings and Grounds Department. Property is a Duplex configured of 2 2/1's zoned Multifamily 0800 could be fully converted into retail commercial for maximum growth . A great Income producing property for an Investor to enhance on the rent, do renovations, and add value opportunity.",
    "price": "299999",
    "totalArea": 2052,
    "year": 1958
  },
  {
    "address": "4132 SW 51st St, Dania Beach FL 33314-5714",
    "bodyDesc": "Amazing find! 5 units on over 1/2 an acre lot (23,325 sq ft). 2 separate bldgs. Must be sold together. The 1st bldg (4118 SW 51st St) is a 2-Storey bldg that includes two 2-BD/2-BTH. One 2-BD/2.5-BTH w/ a 2-CG. The 2nd bldg (4132 SW 51st St) includes two 1BD/1BTH w/ a 7,775 st ft empty lot ready for new construction that may generate future income. Great property for Airbnb rentals. Live for free in one apartment & rent out the rest. Mth-to-mth tenants currently occupying. Some TLC needed. Minutes from the Seminole Hard Rock Hotel Casino, Ft. Laud. Airport & the new Dania Point Shops. All units share a coin-operated washer & dryer. Very low expenses. Some rents are below market. Current GOI: $59,010.00. Approximately 8.1% CAP. $735,000.00 FOR BOTH PROPERTIES (MLS # F10201239 / F10201235)",
    "price": "210000",
    "totalArea": 754,
    "year": 1964
  },
  {
    "address": "1 NW 70th St, Miami FL 33150-4025",
    "bodyDesc": "Great investment opportunity, bring all offers.",
    "price": "285000",
    "totalArea": 1203,
    "year": 1939
  },
  {
    "address": "1721 Rodman St, Hollywood FL 33020-6417",
    "bodyDesc": "Great investment property located East of US-1 in Hollywood. duplex w/ 2-one bedroom units. New lighting fixtures, fans, doors, storm shutters, hot water heater & stove. Both bathrooms have new vanities and toilets, plus resurfaced tubs, floors and walls. New roof with warranty until June 2020. Windows in the back unit are storm windows installed with permits. Building has been recently painted. Open kitchen w/breakfast bar in front unit. 3 parking spaces in rear of building. New wall AC in front unit. Close to Young Circle Arts park, few miles to beach.",
    "price": "275000",
    "totalArea": 1186,
    "year": 1959
  },
  {
    "address": "1008 N 22nd Ave, Hollywood FL 33020-3420",
    "bodyDesc": "Very lovely Duplex in the heart of Hollywood. Each unit with one bedroom and one bath, featuring wood floors. Bonus huge room, perfect for storage and/or laundry machines. Rents are well below market value.. Once units are fixed up, they will easily go for $1,200 per month each. Beautiful shaded backyard and across the street from the Athletic Field. This large lot has enough space to build an extra unit and convert to a Triplex. Minutes from the newly improved and bustling Downtown Hollywood, with tons of dining and entertainment. Drive by only. Do not disturb tenants!! Property can be seen after offer has been accepted. Please send your offer with a Viewing Contingency, during the Due Diligence Period.",
    "price": "290000",
    "totalArea": 1356,
    "year": 1955
  },
  {
    "address": "873 F Road, Other City - In The State Of Florida FL 33935",
    "bodyDesc": "~20 acres with 6 income producing units. 5- 2 bedroom x 1 bathroom units, and 1 - 1 bedroom x 1 bathroom unit. Also includes ~5000 palm trees that can be sold. Property being sold AS-IS. Two out of the 6 units are currently rented. Huge value add opportunity. Projected income is $5,200.00 per month, just from the rental units!",
    "price": "299000",
    "totalArea": 0,
    "year": 1979
  },
  {
    "address": "5311-5315 NW 17th St, Lauderhill FL 33313-5426",
    "bodyDesc": "BEAUTIFUL DUPLEX LOCATED IN LAUDERHILL, NEWER ROOF, NEW A/C AND APPLIANCES",
    "price": "290000",
    "totalArea": 1757,
    "year": 1969
  },
  {
    "address": "4350 NW 21st Ave, Oakland Park FL 33309-3613",
    "bodyDesc": "Great Duplex with lots of greenery surrounding building. Both units share a nice backyard. Unit 1 is a 1/1 with Tile floors with carpet in bedrooms and has a washer/dryer. It has brand new a/c units. Tenant pays $800.00 per month. Her lease ends the 1st of Sept 2020 Unit 2 is a 2/2 with Tile floors thru out This unit has washer/ dryer hookups. Tenant is living mo to mo, paying $1,150. The 2nd bedroom has a separate entrance.The 2 unites is bringing in $1,950 per month Each unit has 2 parking spots. You can make this a cash cow or live in 1 side and rent out the other. Both tenants would like to stay! Close to 95. Easy access.",
    "price": "294500",
    "totalArea": 1506,
    "year": 1962
  },
  {
    "address": "644 NW 15th Ter, Fort Lauderdale FL 33311-7804",
    "bodyDesc": "RARE FIND!!! GREAT INVESTMENT OPPORTUNITY TO OWN A CASH FLOWING DUPLEX IN THE FORT LAUDERDALE AREA. EACH UNIT IS A 1/1. ONE UNIT HAS A SECTION 8 TENANT AND IS RENTED AT $1100 A MONTH ON A YEARLY LEASE. AND OTHER UNIT HAS A TENANT PAYING $1100 A MONTH ON A YEARLY LEASE. BUILDING HAS BEEN PAINTED IN AND OUT. WINDOW AC HAS BEEN REPLACED. READY TO SALE!!!",
    "price": "239975",
    "totalArea": 0,
    "year": 1960
  },
  {
    "address": "1081 S De Leon Avenue, Titusville FL 32780",
    "bodyDesc": "Great Income Producing Property! Duplex- 2 units consisting of 2 bedrooms 1 bathroom each leased for $875 per month ($1,750 Gross per Month). All units have been fully remodeled and are in excellent condition, which includes new kitchen cabinets, bathrooms, plumbing fixtures, new A/C units, and freshly painted. Building was renovated and remodeled 2019. There is a large open parking area for residents in the front. Rental properties are in short supply and more people are entering into the rental market; if you are looking for a good cap rate or ROI, this is it! The renovations increases the rental value of each unit. Come take a look at the value in this investment property!",
    "price": "179900",
    "totalArea": 0,
    "year": 1965
  },
  {
    "address": "5745 Garfield St, Hollywood FL 33021-5150",
    "bodyDesc": "Great Investment property remodeled 2 separate units. Front unit - 1 bedroom one bath rented for $1000 Back unit - Studio rented for $800 This units are on a very large lot with lots of space for parking . Great location with easy accesses to Florida Turnpike , I 95 and 441 only 5 min drive from Hard rock Casino. This unit's generating great income. please drive by, do not disturb tenants.",
    "price": "210000",
    "totalArea": 878,
    "year": 1944
  },
  {
    "address": "1184 AC Evans St, Riviera Beach FL 33404-2067",
    "bodyDesc": "DUPLEX. 2 BED 1 BATH EACH UNIT. 2-STORY. READY TO LEASE. NO RESTRICTIONS. CITY SEWER AND WATER. 2 ELECTRICAL METERS. 2 WATER METERS. LOTS OF LAND TO BUILD ANOTHER DUPLEX ONT THE SAME LAND. NO HOA. WINDOW/WALL A/C UNITS. BOTH UNITS VACANT, READY TO GO. CAN EITHER RENT SECTION 8 OR TRADITIONAL. EACH SIDE SHOULD RENT FOR $1,200-$1,250/MO EACH.",
    "price": "249900",
    "totalArea": 0,
    "year": 1961
  },
  {
    "address": "803 4th Ave, Lake Worth FL 33460-3005",
    "bodyDesc": "WHEATHER YOU ARE A VACATION -RENTAL OPERATOR OR TRADITIONAL ANNUAL LEASE LANDLORD THIS IS AN INVESTMENT -OPPORTUNITY DREAM. LOCATED JUST ONE BLOCK FROM NORTH GRADE ELEMENTARY SCHOOL AND WALKING DISTANCE TO DOWNOWN LAKE WORTH AND BEACHES. BE AT THE very center of Lake Worth's vibrant downtown district, is the famed intersection of Lake Avenue and ''K'' Street. That's where you'll find the four landmark-corner eateries and pubs: Dave's, Brogue's, Lilo's, and Igot's! LOCATED A MERE TWO BLOCKS FROM THIS PULSATING NUCLEUS OF LAKE WORTH, IS THIS OUTSTANDING ONE-STORY LEGAL-WELL MAINTAINED DUPLEX WITH BEAUTIFULL COURTYARD LAMINATE WOOD FLOORING , FRESHLY PAINTED EXTERIOR . WELL PRICED FOR THIS INCOME PROPERTY WITH LONG TERM TENANTS MONTH TO MONTH LEASE.",
    "price": "189900",
    "totalArea": 0,
    "year": 1924
  },
  {
    "address": "1460 NW 24th Ter, Fort Lauderdale FL 33311-5122",
    "bodyDesc": "This is a fully occupied property with long term tenants in place. The property is a duplex which has been converted into 4 separate 1/1 units. All units are fully tiled and contain complete kitchens, bathrooms with tubs, and window A/C units. Tenants currently pay utilities not including water (covered by landlord). Start collecting rent right away at 8% NOI with the ability to raise rents and NOI with some minor updates. Property is located in a designated Opportunity Zone as part of the Tax Cuts and Jobs Act of 2017 which may provide tax benefits for investors (common Q/A about program attached).",
    "price": "245000",
    "totalArea": 0,
    "year": 1957
  },
  {
    "address": "5903 SW 26th Ter, West Park FL 33023-4117",
    "bodyDesc": "FANTASTIC INVESTMENT PROPERTY IN MIAMI GARDEN ESTATES. LOCATED IN A QUIET NEIGHBORHOOD CLOSE TO STATE RD 7. SELLER IS SELLING PROPERTY \"AS IS\" THE PROPERTY IS TENANT OCCUPIED.",
    "price": "225000",
    "totalArea": 0,
    "year": 1954
  },
  {
    "address": "219 SW 1st Ter, Deerfield Beach FL 33441-3417",
    "bodyDesc": "Nice Triplex in a great rental area. Three 1/1 units with a nice yard. Plenty of parking. Ideal property for seasoned Investor and affordable for first time Investor. Easy access to major roadways and only minutes from the beach and all your favorite shops.",
    "price": "269900",
    "totalArea": 1569,
    "year": 1954
  },
  {
    "address": "707 SW 6th Street, Dania Beach FL 33004",
    "bodyDesc": "Brand new pipes on both buildings from the buildings to the street with PVC piping. All units are tile. Newly painted and updated bathrooms. Tenants pay electric landlord is covering water/sewer. Four-plex also available from same seller see listing #F10186741",
    "price": "199000",
    "totalArea": 0,
    "year": 1961
  },
  {
    "address": "5936 NW 1 Ave, Miami FL 33127-1202",
    "bodyDesc": "Wonderful $$ Income Opportunity Potential monthly earning $2800+ per month. Easy to Show (Currently under Market Rent / Your chance to invest and increase base rent) $$ for a sound investor also with the final approval of Magic City Innovation District this property future INCOME & PROPERTY VALUE (T3 - O ZONING) has nowhere to go but UP $$$, Own in area of constant revitalization in Little Haiti, Large consumer brand leasing out spaces along 2 ave such as partner coffee just one block from this property. Don't let this opportunity pass you by. EASY SHOW CALL NOW",
    "price": "299000",
    "totalArea": 1991,
    "year": 1930
  }
]
